[
    {
        "description": "Kafka on the Shore follows the fortunes of two remarkable characters. Kafka Tamura runs away from home at fifteen, under the shadow of his father's dark prophesy. The aging Nakata, tracker of lost cats, who never recovered from a bizarre childhood affliction, finds his pleasantly simplified life suddenly turned upside down. Their parallel odysseys are enriched throughout by vivid accomplices and mesmerising dramas. Cats converse with people; fish tumble from the sky; a ghostlike pimp deploys a Hegel-spouting girl of the night; a forest harbours soldiers apparently un-aged since WWII. There is a savage killing, but the identity of both victim and killer is a riddle. Murakami's new novel is at once a classic tale of quest, but it is also a bold exploration of mythic and contemporary taboos, of patricide, of mother-love, of sister-love. Above all it is an entertainment of a very high order.", 
        "pageCount": 615, 
        "publishedDate": "2005", 
        "industryIdentifiers": [
            {
                "identifier": "0099494094", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780099494096", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Haruki Murakami", 
        "title": "Kafka on the Shore", 
        "categories": [
            "Detective and mystery stories"
        ]
    }, 
    {
        "description": "Fifteen tales encompass the story of a man obsessed with the disappearance of an elephant from a local zoo and that of a young mother whose sleeplessness provides her with a foretaste of death", 
        "pageCount": 327, 
        "publishedDate": "1994", 
        "industryIdentifiers": [
            {
                "identifier": "0679750533", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780679750536", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Haruki Murakami", 
        "title": "The Elephant Vanishes", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "First American Publication This stunning and elegiac novel by the author of the internationally acclaimedWind-Up Bird Chroniclehas sold over 4 million copies in Japan and is now available to American audiences for the first time. It is sure to be a literary event. Toru, a quiet and preternaturally serious young college student in Tokyo, is devoted to Naoko, a beautiful and introspective young woman, but their mutual passion is marked by the tragic death of their best friend years before. Toru begins to adapt to campus life and the loneliness and isolation he faces there, but Naoko finds the pressures and responsibilities of life unbearable. As she retreats further into her own world, Toru finds himself reaching out to others and drawn to a fiercely independent and sexually liberated young woman. A poignant story of one college student's romantic coming-of-age,Norwegian Woodtakes us to that distant place of a young man's first, hopeless, and heroic love. From the Trade Paperback edition.", 
        "pageCount": 400, 
        "publishedDate": "2011-01", 
        "industryIdentifiers": [
            {
                "identifier": "9780307744661", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0307744663", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Haruki Murakami", 
        "title": "Norwegian Wood", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Superimposes the collapse of a marriage over the investigation into recovered war memories and a man's search for his own identity", 
        "pageCount": 607, 
        "publishedDate": "1997", 
        "industryIdentifiers": [
            {
                "identifier": "9780679775430", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0679775439", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Haruki Murakami", 
        "title": "The Wind-up Bird Chronicle", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "An unrequited love for a woman devoted to Kerouac and the writer's life leads a man on a quest to uncover the mysteries of love and human longing after the woman disappears without a trace during her odyssey from parochial Japan through Europe to a Greek island, leaving behind only computer accounts of bizarre events and stories within stories. Reprint.", 
        "pageCount": 210, 
        "publishedDate": "2002", 
        "industryIdentifiers": [
            {
                "identifier": "9780375726057", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0375726055", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Haruki Murakami", 
        "title": "The Sputnik Sweetheart", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "In The Age of Wire and String, hailed by Robert Coover as \"the most audacious literary debut in decades,\" Ben Marcus welds together a new reality from the scrapheap of the past. Dogs, birds, horses, automobiles, and the weather are some of the recycled elements in Marcus's first collection—part fiction, part handbook—as familiar objects take on markedly unfamiliar meanings. Gradually, this makeshift world, in its defiance of the laws of physics and language, finds a foundation in its own implausibility, as Marcus produces new feelings and sensations—both comic and disturbing—in the definitive guide to an unpredictable yet exhilarating plane of existence.", 
        "pageCount": 140, 
        "publishedDate": "1998", 
        "industryIdentifiers": [
            {
                "identifier": "1564781968", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9781564781963", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Ben Marcus", 
        "title": "The Age of Wire and String", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Introducing an instant classic master storyteller Neil Gaiman presents a dazzling version of the great Norse myths.\"", 
        "pageCount": 304, 
        "publishedDate": "2017-02-07", 
        "industryIdentifiers": [
            {
                "identifier": "039360909X", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780393609097", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "Norse Mythology", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Shadow is a man with a past. But now he wants nothing more than to live a quiet life with his wife and stay out of trouble. Until he learns that she's been killed in a terrible accident. Flying home for the funeral, as a violent storm rocks the plane, a strange man in the seat next to him introduces himself. The man calls himself Mr. Wednesday, and he knows more about Shadow than is possible. He warns Shadow that a far bigger storm is coming. And from that moment on, nothing will ever he the same...", 
        "pageCount": 624, 
        "publishedDate": "2002-04-30", 
        "industryIdentifiers": [
            {
                "identifier": "9780380789030", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0380789035", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "American Gods", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "According to The Nice and Accurate Prophecies of Agnes Nutter, Witch (the world's only completely accurate book of prophecies, written in 1655, before she exploded), the world will end on a Saturday. Next Saturday, in fact. Just before dinner. So the armies of Good and Evil are amassing, Atlantis is rising, frogs are falling, tempers are flaring. Everything appears to be going according to Divine Plan. Except a somewhat fussy angel and a fast-living demon—both of whom have lived amongst Earth's mortals since The Beginning and have grown rather fond of the lifestyle—are not actually looking forward to the coming Rapture. And someone seems to have misplaced the Antichrist . . .", 
        "pageCount": 432, 
        "publishedDate": "2006-11-28", 
        "industryIdentifiers": [
            {
                "identifier": "9780060853983", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0060853980", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "Good Omens", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "In an expatriate's world of turmoil and danger, American risk analyst James Axton learns of a ritual-murder cult in the Aegean and follows the trail to its secret meanings in the ancient city of Lahore", 
        "pageCount": 339, 
        "publishedDate": "1989", 
        "industryIdentifiers": [
            {
                "identifier": "9780679722953", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0679722955", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Don DeLillo", 
        "title": "The Names", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "From a National Book Award finalist, this hilarious and profound first novel captures the angst of the young American abroad.", 
        "pageCount": 186, 
        "publishedDate": "2011-08-23", 
        "industryIdentifiers": [
            {
                "identifier": "9781566892742", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "1566892740", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Ben Lerner", 
        "title": "Leaving the Atocha Station", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "In the past year, the narrator of '10:04' has enjoyed unexpected literary success, been diagnosed with a potentially fatal heart condition, and been asked by his best friend to help her conceive a child, despite the fact that he's dating a rising star in the visual arts. Now, in a New York of increasingly frequent super storms and political unrest, he must reckon with his biological mortality, the possibility of a literary afterlife, and the prospect of (unconventional) fatherhood in a city that might soon be under water...In prose that Jonathan Franzen has called 'hilarious... cracklingly intelligent... and original in every sentence', Lerner's new novel charts an exhilarating course through the contemporary landscape of sex, friendship, memory, art and politics, and captures what it is like to be alive right now.", 
        "pageCount": 244, 
        "publishedDate": "2014", 
        "industryIdentifiers": [
            {
                "identifier": "1783781378", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9781783781379", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Ben Lerner", 
        "title": "10:04", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Who is Oedipa Maas? And what is the strange legacy of her ex-lover Pierce Inverarity, California real-estate mogul, that first led her to the bizarre postal network called W.A.S.T.E., then to Genghis Cohen who likes his sex with the news on, and to the world-wide conspiracy known as the Tristero System, and then on into the mystery and enigma of America itself?", 
        "pageCount": 138, 
        "publishedDate": "1982", 
        "industryIdentifiers": [
            {
                "identifier": "0553227246", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780553227246", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Thomas Pynchon", 
        "title": "The Crying of Lot 49", 
        "categories": [
            "Administration of estates"
        ]
    }, 
    {
        "description": "Jack Gladney teaches Hitler studies at a liberal arts college in Middle America where his colleagues include New york expatriates who want to immerse themselves in \"American magic and dread.\" Jack and his fourth wife, Babette, bound by their love, fear of death, and four ultramodern offspring, navigate the usual rocky passages of family life to the background babble of brand-name consumerism. Then a lethal black chemical cloud floats over their lives, an \"airborne toxic event\" unleashed by an industrial accident. The menacing cloud is a more urgent and visible version of the \"white noise\" engulfing the Gladney family--radio transmissions, sirens, microwaves, ultrasonic appliances, and TV murmerings--pulsing with life, yet heralding the danger of death.", 
        "pageCount": 326, 
        "publishedDate": "1985", 
        "industryIdentifiers": [
            {
                "identifier": "UCSC:32106011994289", 
                "type": "OTHER"
            }
        ], 
        "authors": "Don DeLillo", 
        "title": "White Noise", 
        "categories": [
            "College teachers"
        ]
    }, 
    {
        "description": "Nobody Owens, known to his friends as Bod, is a normal boy. He would be completely normal if he didn't live in a sprawling graveyard, being raised and educated by ghosts, with a solitary guardian who belongs to neither the world of the living nor of the dead. There are dangers and adventures in the graveyard for a boy-an ancient Indigo Man beneath the hill, a gateway to a desert leading to an abandoned city of ghouls, the strange and terrible menace of the Sleer. But if Bod leaves the graveyard, then he will come under attack from the man Jack—who has already killed Bod's family. . . . Beloved master storyteller Neil Gaiman returns with a luminous new novel for the audience that embraced his New York Times bestselling modern classic Coraline. Magical, terrifying, and filled with breathtaking adventures, the graveyard book is sure to enthrall readers of all ages.", 
        "pageCount": 320, 
        "publishedDate": "2008-09-30", 
        "industryIdentifiers": [
            {
                "identifier": "9780060530921", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0060530928", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "The Graveyard Book", 
        "categories": [
            "Juvenile Fiction"
        ]
    }, 
    {
        "description": "A gargantuan, mind-altering comedy about the Pursuit of Happiness in America set in an addicts' halfway house and a tennis academy, and featuring the most endearingly screwed-up family to come along in recent fiction, Infinite Jest explores essential questions about what entertainment is and why it has come to so dominate our lives; about how our desire for entertainment affects our need to connect with other people; and about what the pleasures we choose say about who we are. Equal parts philosophical quest and screwball comedy, Infinite Jest bends every rule of fiction without sacrificing for a moment its own entertainment value. It is an exuberant, uniquely American exploration of the passions that make us human - and one of those rare books that renew the idea of what a novel can do.", 
        "pageCount": 1088, 
        "publishedDate": "1996-02-01", 
        "industryIdentifiers": [
            {
                "identifier": "0316920045", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780316920049", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "David Foster Wallace", 
        "title": "Infinite Jest", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "This collection could possibly represent the first flowering of post-postmoderism: visions of the world that re-imagine reality as more realistic than we can imagine. A compelling presence of a holograph and the up-to-the-second feeling of the most advanced art. Copyright © Libri GmbH. All rights reserved.", 
        "pageCount": 373, 
        "publishedDate": "1989", 
        "industryIdentifiers": [
            {
                "identifier": "0393027570", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780393027570", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "David Foster Wallace", 
        "title": "Girl with Curious Hair", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "In the stories that make up Oblivion, David Foster Wallace joins the rawest, most naked humanity with the infinite involutions of self-consciousness--a combination that is dazzlingly, uniquely his. These are worlds undreamt of by any other mind. Only David Foster Wallace could convey a father's desperate loneliness by way of his son's daydreaming through a teacher's homicidal breakdown (\"The Soul Is Not a Smithy\"). Or could explore the deepest and most hilarious aspects of creativity by delineating the office politics surrounding a magazine profile of an artist who produces miniature sculptures in an anatomically inconceivable way (\"The Suffering Channel\"). Or capture the ache of love's breakdown in the painfully polite apologies of a man who believes his wife is hallucinating the sound of his snoring (\"Oblivion\"). Each of these stories is a complete world, as fully imagined as most entire novels, at once preposterously surreal and painfully immediate.", 
        "pageCount": 336, 
        "publishedDate": "2004-06-08", 
        "industryIdentifiers": [
            {
                "identifier": "0316919810", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780316919814", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "David Foster Wallace", 
        "title": "Oblivion", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "In this powerful, eerily convincing fictional speculation on the assassination of John F. Kennedy, Don DeLillo chronicles Lee Harvey Oswald's odyssey from troubled teenager to a man of precarious stability who imagines himself an agent of history. When \"history\" presents itself in the form of two disgruntled CIA operatives who decide that an unsuccessful attempt on the life of the president will galvanize the nation against communism, the scales are irrevocably tipped. A gripping, masterful blend of fact and fiction, alive with meticulously portrayed characters both real and created, Libra is a grave, haunting, and brilliant examination of an event that has become an indelible part of the American psyche.", 
        "pageCount": 456, 
        "publishedDate": "1988", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39015013241388", 
                "type": "OTHER"
            }
        ], 
        "authors": "Don DeLillo", 
        "title": "Libra", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "In his startling and singular new short story collection, David Foster Wallace nudges at the boundaries of fiction with inimitable wit and seductive intelligence. Among the stories are 'The Depressed Person', a dazzling and blackly humorous portrayal of a woman's mental state; 'Adult World', which reveals a woman's agonised consideration of her confusing sexual relationship with her husband; and 'Brief Interviews with Hideous Men', a dark, hilarious series of portraits of men whose fear of women renders them grotesque. Wallace's stories present a world where the bizarre and the banal are interwoven and where hideous men appear in many different guises. Thought-provoking and playful, this collection confirms David Foster Wallace as one of the most imaginative young writers around. Wallace delights in leftfield observation, mining the ironic, the surprising and the illuminating from every situation. His new collection will delight his growing number of fans, and provide a perfect introduction for new readers.", 
        "pageCount": 273, 
        "publishedDate": "2001-01", 
        "industryIdentifiers": [
            {
                "identifier": "034911188X", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780349111889", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "David Foster Wallace", 
        "title": "Brief Interviews with Hideous Men", 
        "categories": [
            "Misogyny"
        ]
    }, 
    {
        "description": "The bestselling author of \"Infinite Jest\" takes on the 2,000 year-old quest to understand infinity. Wallace brings his considerable talents to the history of one of math's most enduring puzzles: the seemingly paradoxical nature of infinity.", 
        "pageCount": 344, 
        "publishedDate": "2010-10-04", 
        "industryIdentifiers": [
            {
                "identifier": "9780393339284", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0393339289", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "David Foster Wallace", 
        "title": "Everything and More: A Compact History of Infinity", 
        "categories": [
            "Mathematics"
        ]
    }, 
    {
        "description": "Storytellers know -- just as they have for hundreds and hundreds of years -- that everyone enjoys a good, scary story! Alvin Schwartz's Scary Stories 3 joins his other popular collections of scary folklore, Scary Stories To Tell In The Dark and More Scary Stories To Tell In The Dark, to give readers spooky, funny and fantastic tales guaranteed to raise goose bumps. Who is the Wolf girl? Why is a hearse filled with men with yellow glowing eyes? Can a nightmare become reality? How do you avoid an appointment with Death? Stephen Gammell's splendidly creepy drawings perfectly capture the mood of more than two dozens scary stories -- and even a scary song -- all just right for reading along or for telling aloud in the dark..", 
        "pageCount": 115, 
        "publishedDate": "2001-08-21", 
        "industryIdentifiers": [
            {
                "identifier": "0064404188", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780064404181", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Alvin Schwartz", 
        "title": "Scary Stories 3", 
        "categories": [
            "Juvenile Fiction"
        ]
    }, 
    {
        "description": "An American sportswriter, an elusive German novelist, and a teenage student interact in an urban community on the U.S.-Mexico border where hundreds of young factory workers have disappeared.", 
        "pageCount": 898, 
        "publishedDate": "2008-11-11", 
        "industryIdentifiers": [
            {
                "identifier": "9780374100148", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0374100144", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Roberto Bolaño", 
        "title": "2666", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Richard Mayhew is a young man with a good heart and an ordinarylife, which is changed forever when he stops to help a girl he finds bleeding on a London sidewalk. His small act of kindness propels him into a world he never dreamed existed. There are people who fall through the cracks, and Richard has become one of them. And he must learn to survive in this city of shadows and darkness, monsters and saints, murderers and angels, if he is ever to return to the London that he knew.", 
        "pageCount": 400, 
        "publishedDate": "2003-09-02", 
        "industryIdentifiers": [
            {
                "identifier": "0060557818", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780060557812", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "Neverwhere", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "\"[Mythologies] illustrates the beautiful generosity of Barthes's progressive interest in the meaning (his word is signification) of practically everything around him, not only the books and paintings of high art, but also the slogans, trivia, toys, food, and popular rituals (cruises, striptease, eating, wrestling matches) of contemporary life . . . For Barthes, words and objects have in common the organized capacity to say something; at the same time, since they are signs, words and objects have the bad faith always to appear natural to their consumer, as if what they say is eternal, true, necessary, instead of arbitrary, made, contingent. Mythologies finds Barthes revealing the fashioned systems of ideas that make it possible, for example, for 'Einstein's brain' to stand for, be the myth of, 'a genius so lacking in magic that one speaks about his thought as a functional labor analogous to the mechanical making of sausages.' Each of the little essays in this book wrenches a definition out of a common but constructed object, making the object speak its hidden, but ever-so-present, reservoir of manufactured sense.\"--Edward W. Said", 
        "pageCount": 158, 
        "publishedDate": "1972-01-01", 
        "industryIdentifiers": [
            {
                "identifier": "0374521506", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780374521509", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Roland Barthes", 
        "title": "Mythologies", 
        "categories": [
            "Literary Collections"
        ]
    }, 
    {
        "description": "Presents a satirical drama about Satan's visit to Moscow, where he learns that the citizens no longer believe in God. He decides to teach them a lesson by perpetrating a series of horrific tricks. Combines two distinct yet interwoven parts, one set in contemporary Moscow, the other in ancient Jerusalem.", 
        "pageCount": 448, 
        "publishedDate": "2016", 
        "industryIdentifiers": [
            {
                "identifier": "9780143108276", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0143108271", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Mikhail Bulgakov", 
        "title": "The Master and Margarita", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Summoned to decode a radio signal received from distant Ratner's Star, fourteen-year-old Nobel Laureate William Terwilliger, Bronx genius, has some run-ins with wild scientists, giddy researchers, and batty schemers", 
        "pageCount": 437, 
        "publishedDate": "1989", 
        "industryIdentifiers": [
            {
                "identifier": "9780679722922", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0679722920", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Don DeLillo", 
        "title": "Ratner's Star", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "A trilogy of three interconnected poems addresses prosperity in a nineteenth-century California mining town, present-day Shenzhen, China, and the far future.", 
        "pageCount": 95, 
        "publishedDate": "2012-05-07", 
        "industryIdentifiers": [
            {
                "identifier": "9780393082845", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0393082849", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Cathy Park Hong", 
        "title": "Engine Empire: Poems", 
        "categories": [
            "Poetry"
        ]
    }, 
    {
        "description": "Jack Gladney, a professor of Nazi history at a Middle American liberal arts school, and his family try to handle normal family life as a black cloud of lethal gaseous fumes threatens their town", 
        "pageCount": 326, 
        "publishedDate": "1985", 
        "industryIdentifiers": [
            {
                "identifier": "0140077022", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780140077025", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Don DeLillo", 
        "title": "White Noise", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Written in 1864, this classic novel recounts the apology and confession of a minor nineteenth-century official, an almost comical account of the man's separation from society and his descent \"underground\"", 
        "pageCount": 136, 
        "publishedDate": "1993", 
        "industryIdentifiers": [
            {
                "identifier": "9780679734529", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "067973452X", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Fyodor Dostoyevsky", 
        "title": "Notes from Underground", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Fourteen short literary experiments intended for perusal in sequence are set in contemporary society and classical Greece", 
        "pageCount": 203, 
        "publishedDate": "1988", 
        "industryIdentifiers": [
            {
                "identifier": "0385240872", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780385240871", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "John Barth", 
        "title": "Lost in the Funhouse", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "In his most extraordinary book, Oliver Sacks recounts the stories of patients lost in the bizarre, apparently inescapable world of neurological disorders. These are case studies of people who have lost their memories and with them the greater part of their pasts; who are no longer able to recognise people or common objects; whose limbs have become alien; who are afflicted and yet are gifted with uncanny artistic or mathematical talents. In Dr Sacks's splendid and sympathetic telling, each tale is a unique and deeply human study of life struggling against incredible adversity.", 
        "pageCount": 257, 
        "publishedDate": "2011", 
        "industryIdentifiers": [
            {
                "identifier": "0330523627", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780330523622", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Oliver Sacks", 
        "title": "The Man who Mistook His Wife for a Hat", 
        "categories": [
            "Mental illness"
        ]
    }, 
    {
        "description": "A young Buddhist priest's obsession with religion causes him to destroy everything of importance in his life", 
        "pageCount": 262, 
        "publishedDate": "1980-11-01", 
        "industryIdentifiers": [
            {
                "identifier": "UCSC:32106009291219", 
                "type": "OTHER"
            }
        ], 
        "authors": "Yukio Mishima", 
        "title": "The temple of the golden pavilion", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "A band of savage thirteen-year-old boys who reject the adult world as illusory, hypocritical, and sentimental, and train themselves in a brutal callousness they call 'objectivity.'", 
        "pageCount": 181, 
        "publishedDate": "1980", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39076000875059", 
                "type": "OTHER"
            }
        ], 
        "authors": "Yukio Mishima", 
        "title": "The sailor who fell from grace with the sea", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "A novel that studies the moral disintegration of a man whose obsessive desire to possess his step-daughter destroys the lives of those around him", 
        "pageCount": 317, 
        "publishedDate": "1997", 
        "industryIdentifiers": [
            {
                "identifier": "0679723161", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780679723165", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Vladimir Vladimirovich Nabokov", 
        "title": "Lolita", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Nabokov delves into the mind of a man obsessed with the idea of making his own murder a perfect crime", 
        "pageCount": 212, 
        "publishedDate": "1989", 
        "industryIdentifiers": [
            {
                "identifier": "9780679723431", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0679723439", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Vladimir Vladimirovich Nabokov", 
        "title": "Despair", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "An attempt to summon and imprison Death, results, instead, in the capture of Morpheus, the Sandman, who must regain the tools of his powers.", 
        "pageCount": "", 
        "publishedDate": "1991", 
        "industryIdentifiers": [
            {
                "identifier": "1563891719", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9781563891717", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "The Sandman: World's end : World's end, A tale of two cities, Cluracan's tale, Hob's leviathan, The golden boy, Cerements, World's end", 
        "categories": [
            "Comic books, strips, etc"
        ]
    }, 
    {
        "description": "", 
        "pageCount": "", 
        "publishedDate": "1991", 
        "industryIdentifiers": [
            {
                "identifier": "1563890895", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9781563890895", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "The Sandman: Brief lives", 
        "categories": [
            "Comic books, strips, etc"
        ]
    }, 
    {
        "description": "Graphic novel. Morpheus the Sandman travels to hell to rescue Nada, only to be confronted by his enemy Lucifer.", 
        "pageCount": 218, 
        "publishedDate": "1991", 
        "industryIdentifiers": [
            {
                "identifier": "1563890410", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9781563890413", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "The Sandman: Season of mists", 
        "categories": [
            "Comic books, strips, etc"
        ]
    }, 
    {
        "description": "Presents four Sandman stories, including \"A Midsummer Night's Dream,\" in which Shakespeare's company, at the instigation of the Lord of Dreams, gives an open-air performance of the play to an audience of fairies.", 
        "pageCount": 160, 
        "publishedDate": "2010", 
        "industryIdentifiers": [
            {
                "identifier": "1401229352", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9781401229351", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "Dream Country", 
        "categories": [
            "Comics & Graphic Novels"
        ]
    }, 
    {
        "description": "", 
        "pageCount": "", 
        "publishedDate": "1991", 
        "industryIdentifiers": [
            {
                "identifier": "0930289595", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780930289591", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "The Sandman: Season of mists", 
        "categories": [
            "Comic books, strips, etc"
        ]
    }, 
    {
        "description": "An attempt to summon and imprison Death, results, instead, in the capture of Morpheus, the Sandman, who must regain the tools of his powers.", 
        "pageCount": 233, 
        "publishedDate": "1989", 
        "industryIdentifiers": [
            {
                "identifier": "1563890119", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9781563890116", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Neil Gaiman", 
        "title": "Preludes and Nocturnes", 
        "categories": [
            "Comics & Graphic Novels"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 887, 
        "publishedDate": "1974", 
        "industryIdentifiers": [
            {
                "identifier": "PSU:000022631671", 
                "type": "OTHER"
            }
        ], 
        "authors": "Thomas Pynchon", 
        "title": "Gravity's Rainbow", 
        "categories": ""
    }, 
    {
        "description": "In an Argentine prison, the growing friendship between a thirty-seven-year-old homosexual, Molina, and a young Marxist, Valentin, is threatened when police officials start pressuring Molina to spy against Valentin", 
        "pageCount": 281, 
        "publishedDate": "1991-04-03", 
        "industryIdentifiers": [
            {
                "identifier": "0679724494", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780679724490", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Manuel Puig", 
        "title": "Kiss of the spider woman", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Opposing forces struggle for control of the universe when the archenemy of the cosmic emperor is banished to a barren world where savages fight for water", 
        "pageCount": 535, 
        "publishedDate": "1990", 
        "industryIdentifiers": [
            {
                "identifier": "9780441172719", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0441172717", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Frank Herbert", 
        "title": "Dune", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "The text of Eliot s 1922 masterpiece is accompanied by thorough explanatory annotations as well as by Eliot s own knotty notes, some of which require annotation themselves.\"", 
        "pageCount": 300, 
        "publishedDate": "2001-01", 
        "industryIdentifiers": [
            {
                "identifier": "0393974995", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780393974997", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Thomas Stearns Eliot", 
        "title": "The Waste Land", 
        "categories": [
            "Poetry"
        ]
    }, 
    {
        "description": "The devastating effects of work, adultery, rebellion, and selfdeception slowly destroy the once successful marriage of Frank and April Wheeler, a suburban American couple. Reprint. 12,500 first printing.", 
        "pageCount": 337, 
        "publishedDate": "2000", 
        "industryIdentifiers": [
            {
                "identifier": "9780375708442", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0375708448", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Richard Yates", 
        "title": "Revolutionary Road", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "A parody of life in colonial America relates the adventures of Ebenezer Cooke who became the poet laureate of Maryland", 
        "pageCount": 756, 
        "publishedDate": "1987", 
        "industryIdentifiers": [
            {
                "identifier": "0385240880", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780385240888", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "John Barth", 
        "title": "The Sot-weed Factor", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "George Giles encounters new people and ideas as he ascends from a goat farm to the position of Grand Tutor of the human university", 
        "pageCount": 710, 
        "publishedDate": "1987", 
        "industryIdentifiers": [
            {
                "identifier": "0385240864", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780385240864", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "John Barth", 
        "title": "Giles Goat-boy, Or, The Revised New Syllabus", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Simon, a middle-aged architect separated from his wife, is given the chance to live out a stereotypical male fantasy: freed from the travails of married life, he ends up living with three nubile lingerie models who use him as a sexual object. Set in the 1980s, there's a further tension between Simon's desire to exploit this stereotypical fantasy and his (as well as the author's) desire to treat the women as human beings, despite the women's claims that Simon can't distinguish between their personalities. Employing a variety of forms, Barthelme gracefully plays with this setup, creating a story that's not just funny-although it's definitely that-but actually quite melancholy, as Simon knows that the women's departure is inevitable, that this \"paradise\" will come to an end, and that he'll be left with only an empty house, booze, and regrets about chances not taken.", 
        "pageCount": 208, 
        "publishedDate": "2005", 
        "industryIdentifiers": [
            {
                "identifier": "1564784037", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9781564784032", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Donald Barthelme", 
        "title": "Paradise", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 150, 
        "publishedDate": "1989", 
        "industryIdentifiers": [
            {
                "identifier": "OCLC:962413425", 
                "type": "OTHER"
            }
        ], 
        "authors": "Donald Barthelme", 
        "title": "The King", 
        "categories": [
            "Arthurian romances"
        ]
    }, 
    {
        "description": "What do you imagine when you hear the name . . . Bradbury? You might see rockets to Mars. Or bizarre circuses where otherworldly acts whirl in the center ring. Perhaps you travel to a dystopian future, where books are set ablaze . . . or to an out-of-the-way sideshow, where animated illustrations crawl across human skin. Or maybe, suddenly, you're returned to a simpler time in small-town America, where summer perfumes the air and life is almost perfect . . . almost. Ray Bradbury—peerless storyteller, poet of the impossible, and one of America's most beloved authors—is a literary giant whose remarkable career has spanned seven decades. Now twenty-six of today's most diverse and celebrated authors offer new short works in honor of the master; stories of heart, intelligence, and dark wonder from a remarkable range of creative artists.", 
        "pageCount": 464, 
        "publishedDate": "2012-07-10", 
        "industryIdentifiers": [
            {
                "identifier": "0062122681", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780062122681", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Sam Weller", 
        "title": "Shadow Show", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Recounts the Bundren family's odyssey across the Mississippi countryside to bury Addie, their wife and mother, through the eyes of each of the family members", 
        "pageCount": 267, 
        "publishedDate": "1990", 
        "industryIdentifiers": [
            {
                "identifier": "9780679732259", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "067973225X", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "William Faulkner", 
        "title": "As I Lay Dying", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Gathers poems from each period in Yeats' career, and plays, including \"The Death of Cuchulain\" and \"Purgatory\"", 
        "pageCount": 270, 
        "publishedDate": "1996-09-09", 
        "industryIdentifiers": [
            {
                "identifier": "9780684826462", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0684826461", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "William Butler Yeats", 
        "title": "Selected Poems And Four Plays", 
        "categories": [
            "Drama"
        ]
    }, 
    {
        "description": "Translation of L'ecriture et la difference.", 
        "pageCount": 342, 
        "publishedDate": "1978-01", 
        "industryIdentifiers": [
            {
                "identifier": "0226143295", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780226143293", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Jacques Derrida", 
        "title": "Writing and Difference", 
        "categories": [
            "Philosophy"
        ]
    }, 
    {
        "description": "Corrects and restores many missing portions of Joyce's controversial and influential novel about love and marriage", 
        "pageCount": 649, 
        "publishedDate": "1986", 
        "industryIdentifiers": [
            {
                "identifier": "0394743121", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780394743127", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "James Joyce", 
        "title": "Ulysses", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 214, 
        "publishedDate": "1979", 
        "industryIdentifiers": [
            {
                "identifier": "0553134329", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780553134322", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Jerome David Salinger", 
        "title": "The Catcher in the Rye", 
        "categories": [
            "New York (N.Y.)"
        ]
    }, 
    {
        "description": "The Nobel laureate weaves a story of a fantastic wedding, the return of the bride to her parents, her brothers' resolve to murder her corruptor, and the townspeoples' refusal to depart from routine.", 
        "pageCount": 120, 
        "publishedDate": "2003", 
        "industryIdentifiers": [
            {
                "identifier": "9781400034710", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "140003471X", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Gabriel Garcia Marquez", 
        "title": "Chronicle of a Death Foretold", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "A new translation of the most famous work of a witty, irreverent Roman poet captures the mischievous spirit of this man of letters who wrote candid poems about love and suffered a death in exile.", 
        "pageCount": 559, 
        "publishedDate": "1993", 
        "industryIdentifiers": [
            {
                "identifier": "0156001268", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780156001267", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Ovid", 
        "title": "The Metamorphoses of Ovid", 
        "categories": [
            "Literary Criticism"
        ]
    }, 
    {
        "description": "An excoriating portrayal of loss and an unnerving post-Iraq discourse mark this brilliant novel of modern America Richard Elster, a retired secret war adviser, has retreated to a forlorn house in a desert, \"somewhere south of nowhere\". But his planned isolation is interrupted when he is joined by a young filmmaker intent on documenting his experience in a one-take film. The two men sit on the deck, drinking and talking. Weeks go by. And then Elster's daughter Jessie visits. When a devastating event follows, all the men's talk, the accumulated meaning of conversation and isolation, is thrown into question. Written in hypnotic prose, this substantial novel is both a metaphysical meditation and a deeply unsettling mystery, from which one thing emerges: loss, fierce and incomprehensible.", 
        "pageCount": 148, 
        "publishedDate": "2011", 
        "industryIdentifiers": [
            {
                "identifier": "0330512390", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780330512398", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Don DeLillo", 
        "title": "Point Omega", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Follows the outrageous singer-actress Cee Cee Bloom as she attempts to cope with her stardom and being a mother to Bertie's little girl, Nina", 
        "pageCount": 384, 
        "publishedDate": "1991", 
        "industryIdentifiers": [
            {
                "identifier": "0446363278", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780446363273", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Iris Rainer Dart", 
        "title": "Beaches II", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "A new translation of the epic poem retells the story of Odysseus's ten-year voyage home to Ithaca after the Trojan War", 
        "pageCount": 541, 
        "publishedDate": "1997", 
        "industryIdentifiers": [
            {
                "identifier": "0140268863", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780140268867", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Homer", 
        "title": "The Odyssey", 
        "categories": [
            "Poetry"
        ]
    }, 
    {
        "description": "Introduces the features of the C programming language, discusses data types, variables, operators, control flow, functions, pointers, arrays, and structures, and looks at the UNIX system interface", 
        "pageCount": 272, 
        "publishedDate": "1988", 
        "industryIdentifiers": [
            {
                "identifier": "0131103628", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780131103627", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Brian W. Kernighan", 
        "title": "The C Programming Language", 
        "categories": [
            "Computers"
        ]
    }, 
    {
        "description": "「君はこれから世界でいちばんタフな15歳の少年になる」―15歳の誕生日がやってきたとき、僕は家を出て遠くの知らない街に行き、小さな図書館の片隅で暮らすようになった。家を出るときに父の書斎から持ちだしたのは、現金だけじゃない。古いライター、折り畳み式のナイフ、ポケット・ライト、濃いスカイブルーのレヴォのサングラス。小さいころの姉と僕が二人並んでうつった写真...。", 
        "pageCount": 486, 
        "publishedDate": "2005-03-01", 
        "industryIdentifiers": [
            {
                "identifier": "4101001545", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9784101001548", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "村上春樹", 
        "title": "海辺のカフカ", 
        "categories": [
            "Detective and mystery stories"
        ]
    }, 
    {
        "description": "四国の図書館に着いたカフカ少年が出会ったのは、30年前のヒットソング、夏の海辺の少年の絵、15歳の美しい少女―。一方、猫と交流ができる老人ナカタさんも、ホシノ青年に助けられながら旅を続ける。“入り口の石”を見つけだし、世界と世界が結びあわされるはずの場所を探すために。謎のキーワードが二人を導く闇の世界に出口はあるのか?海外でも高い評価を受ける傑作長篇小説。", 
        "pageCount": 528, 
        "publishedDate": "2005-03", 
        "industryIdentifiers": [
            {
                "identifier": "4101001553", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9784101001555", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "村上春樹", 
        "title": "海辺のカフカ", 
        "categories": ""
    }, 
    {
        "description": "GREEN/KING ARTHUR KNIGHTS ROUND (PC", 
        "pageCount": 384, 
        "publishedDate": "2008-08-07", 
        "industryIdentifiers": [
            {
                "identifier": "9780141321011", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0141321016", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Roger Lancelyn Green", 
        "title": "King Arthur and His Knights of the Round Table", 
        "categories": [
            "Juvenile Fiction"
        ]
    }, 
    {
        "description": "Emile Durkheim’s On Suicide (1897) was a groundbreaking book in the field of sociology. Traditionally, suicide was thought to be a matter of purely individual despair but Durkheim recognized that the phenomenon had a social dimension. He believed that if anything can explain how individuals relate to society, then it is suicide: Why does it happen? What goes wrong? Why do certain social, religious or racial groups have higher incidences of suicide than others? As Durkheim explored these questions he became convinced that abnormally high or low levels of social integration lead to an increased likelihood of suicide. On Suicide was the result of his extensive research. Divided into three parts - individual reasons for suicide, social forms of suicide and the relation of suicide to society as a whole - Durkheim’s revelations have fascinated, challenged and informed readers for over a century.", 
        "pageCount": 450, 
        "publishedDate": "2006-09-28", 
        "industryIdentifiers": [
            {
                "identifier": "9780140449679", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0140449671", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Emile Durkheim", 
        "title": "On Suicide", 
        "categories": [
            "Psychology"
        ]
    }, 
    {
        "description": "These hundred poems and fragments constitute virtually all of Sappho that survives and effectively bring to life the woman whom the Greeks consider to be their greatest lyric poet. Mary Barnard's translations are lean, incisive, direct—the best ever published. She has rendered the beloved poet's verses, long the bane of translators, more authentically than anyone else in English.", 
        "pageCount": 114, 
        "publishedDate": "2012-06", 
        "industryIdentifiers": [
            {
                "identifier": "9780520272934", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0520272935", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Sappho", 
        "title": "Sappho", 
        "categories": [
            "Literary Criticism"
        ]
    }, 
    {
        "description": "Terry Pratchett's profoundly irreverent novels are consistent number one bestseller in England, where they have catapulted him into the highest echelons of parody next to Mark Twain, Kurt Vonnegut, Douglas Adams, and Carl Hiaasen. In this Discworld installment, Death comes to Mort with an offer he can't refuse -- especially since being, well, dead isn't compulsory.As Death's apprentice, he'll have free board and lodging, use of the company horse, and he won't need time off for family funerals. The position is everything Mort thought he'd ever wanted, until he discovers that this perfect job can be a killer on his love life.", 
        "pageCount": 272, 
        "publishedDate": "2001-02-06", 
        "industryIdentifiers": [
            {
                "identifier": "0061020680", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780061020681", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Terry Pratchett", 
        "title": "Mort", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Lost in the chill deeps of space between the galaxies, it sails on forever, a flat, circular world carried on the back of a giant turtle— Discworld —a land where the unexpected can be expected. Where the strangest things happen to the nicest people. Like Brutha, a simple lad who only wants to tend his melon patch. Until one day he hears the voice of a god calling his name. A small god, to be sure. But bossy as Hell.", 
        "pageCount": 400, 
        "publishedDate": "2013-10-29", 
        "industryIdentifiers": [
            {
                "identifier": "0062237373", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780062237378", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Terry Pratchett", 
        "title": "Small Gods", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "The first edition of this work appeared in 1930, and its originality won it immediate recognition as a classic of modern physical theory. The fourth edition has been bought out to meet a continued demand. Some improvements have been made, the main one being the complete rewriting of the chapter on quantum electrodymanics, to bring in electron-pair creation. This makes it suitable as an introduction to recent works on quantum field theories.", 
        "pageCount": 314, 
        "publishedDate": "1981-01-01", 
        "industryIdentifiers": [
            {
                "identifier": "0198520115", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780198520115", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Paul Adrien Maurice Dirac", 
        "title": "The Principles of Quantum Mechanics", 
        "categories": [
            "Philosophy"
        ]
    }, 
    {
        "description": "The Culture Industry is an unrivaled indictment of the banality of mass culture.\"--Jacket.", 
        "pageCount": 210, 
        "publishedDate": "2001", 
        "industryIdentifiers": [
            {
                "identifier": "0415253802", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780415253802", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Theodor W. Adorno", 
        "title": "The Culture Industry", 
        "categories": [
            "Social Science"
        ]
    }, 
    {
        "description": "By Georges Perec.", 
        "pageCount": 55, 
        "publishedDate": "2010", 
        "industryIdentifiers": [
            {
                "identifier": "0984115528", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780984115525", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Georges Perec", 
        "title": "An Attempt at Exhausting a Place in Paris", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "New edition includes extensive revisions of the material on finite groups and Galois Theory. New problems added throughout.", 
        "pageCount": 400, 
        "publishedDate": "1975-06-20", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39015014349388", 
                "type": "OTHER"
            }
        ], 
        "authors": "I. N. Herstein", 
        "title": "Topics in Algebra", 
        "categories": [
            "Mathematics"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 145, 
        "publishedDate": "1966-06", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39015008025960", 
                "type": "OTHER"
            }
        ], 
        "authors": "François Rabelais", 
        "title": "Gargantua and Pantagruel", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "'Once there was a tree...and she loved a little boy.' So begins a story of unforgettable perception, beautifully written and illustrated by the gifted and versatile Shel Silverstein. Every day the boy would come to the tree to eat her apples, swing from her branches, or slide down her trunk...and the tree was happy. But as the boy grew older he began to want more from the tree, and the tree gave and gave and gave. This is a tender story, touched with sadness, aglow with consolation. Shel Silverstein has created a moving parable for readers of all ages that offers an affecting interpretation of the gift of giving and a serene acceptance of another's capacity to love in return. Ages 10+", 
        "pageCount": 64, 
        "publishedDate": "1964-10-07", 
        "industryIdentifiers": [
            {
                "identifier": "0060256656", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780060256654", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Shel Silverstein", 
        "title": "The Giving Tree", 
        "categories": [
            "Juvenile Fiction"
        ]
    }, 
    {
        "description": "Somewhere in Northwest London stands Caldwell housing estate, a relic of 70s urban planning. Thirty years later four ex-Caldwell kids have all made it out, with varying degrees of success--whatever that means. Living only streets apart, they occupy separate worlds.", 
        "pageCount": 401, 
        "publishedDate": "2012", 
        "industryIdentifiers": [
            {
                "identifier": "1594203970", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9781594203978", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Zadie Smith", 
        "title": "N W", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Poetry. \"To Surrealism's associative leaps, juxtapositions, and kitsch paradoxes, Joron's savage detective lends his background in the philosophy of science, borrowing from non-linear systems theory, linguistic anthropology and speculative narrative for his poetics, which are at once lyrical and emphatic to the point of dissonance: 'Poetry is the self-organized criticality of the cry.' He leans heavily on sound—homophones, alliterations and paronomasias resonantly determine signs and linkages—raiding the stuff of light verse for his serious project. As in a haunted house of the twentieth century ('the people could not be distinguished from deserted buildings'; 'the city, the arc of an abandoned soliloquy'), blurs of consonance, assonance, and letter shapes can seem to do things all by themselves.\"—David Lau", 
        "pageCount": 80, 
        "publishedDate": "2017-03-16", 
        "industryIdentifiers": [
            {
                "identifier": "0998169501", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780998169507", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Andrew Joron", 
        "title": "The Absolute Letter", 
        "categories": [
            "Poetry"
        ]
    }, 
    {
        "description": "Poetry. Drawing episodes from the Kalevala, a Finnish epic, Peter O'Leary has created a poem of atmospheric intensity, full of elemental forces harnessed by supernatural craft. Line by line, it is composed of images and epithets that flicker into animation, condensed phrases that cascade into sequences of unfolding action. Throughout the quest, THE SAMPO returns us to the hazards of making, the power of singing, and the adventure of poetry.", 
        "pageCount": 128, 
        "publishedDate": "2016-04-26", 
        "industryIdentifiers": [
            {
                "identifier": "0988719282", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780988719286", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Peter O'Leary", 
        "title": "The Sampo", 
        "categories": ""
    }, 
    {
        "description": "Poetry. African American Studies. Drifting from New Mexico with lawman Elfego Baca to Ricardo Molinari's Buenos Aires all the way back to ancient Alexandria, DISORIENTATIONS: GROUNDINGS offers an erudite and at times dizzying exploration of our mortal limits. Metaphysical in both content and manner of metaphor, these poems are in constant dialogue with the physical sciences, mathematics, and number theory. The result is a startling, quixotic, and truly original poetry.", 
        "pageCount": 98, 
        "publishedDate": "2013", 
        "industryIdentifiers": [
            {
                "identifier": "0983889341", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780983889342", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Jay Wright", 
        "title": "Disorientations", 
        "categories": [
            "Poetry"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 492, 
        "publishedDate": "2006", 
        "industryIdentifiers": [
            {
                "identifier": "0321287134", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780321287137", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "David C Lay", 
        "title": "Linear Algebra and Its Applications", 
        "categories": [
            "Algebras, Linear"
        ]
    }, 
    {
        "description": "The second edition of this text has sold over 6,000 copies since publication in 1986 and this revision will make it even more useful. This is the only book available that is approachable by \"beginners\" in this subject. It has become an essential introduction to the subject for mathematics students, engineers, physicists, and economists who need to learn how to apply these vital methods. It is also the only book that thoroughly reviews certain areas of advanced calculus that are necessary to understand the subject.Line and surface integrals Divergence and curl of vector fields", 
        "pageCount": 430, 
        "publishedDate": "1986", 
        "industryIdentifiers": [
            {
                "identifier": "012116053X", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780121160531", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "William Munger Boothby", 
        "title": "An Introduction to Differentiable Manifolds and Riemannian Geometry", 
        "categories": [
            "Differentiable manifolds"
        ]
    }, 
    {
        "description": "Reviews from the First Edition: \"An excellent text ... The postulates of quantum mechanics and the mathematical underpinnings are discussed in a clear, succinct manner.\" (American Scientist) \"No matter how gently one introduces students to the concept of Dirac’s bras and kets, many are turned off. Shankar attacks the problem head-on in the first chapter, and in a very informal style suggests that there is nothing to be frightened of.\" (Physics Bulletin) Reviews of the Second Edition: \"This massive text of 700 and odd pages has indeed an excellent get-up, is very verbal and expressive, and has extensively worked out calculational details---all just right for a first course. The style is conversational, more like a corridor talk or lecture notes, though arranged as a text. ... It would be particularly useful to beginning students and those in allied areas like quantum chemistry.\" (Mathematical Reviews) R. Shankar has introduced major additions and updated key presentations in this second edition of Principles of Quantum Mechanics. New features of this innovative text include an entirely rewritten mathematical introduction, a discussion of Time-reversal invariance, and extensive coverage of a variety of path integrals and their applications. Additional highlights include: - Clear, accessible treatment of underlying mathematics - A review of Newtonian, Lagrangian, and Hamiltonian mechanics - Student understanding of quantum theory is enhanced by separate treatment of mathematical theorems and physical postulates - Unsurpassed coverage of path integrals and their relevance in contemporary physics The requisite text for advanced undergraduate- and graduate-level students, Principles of Quantum Mechanics, Second Edition is fully referenced and is supported by many exercises and solutions. The book’s self-contained chapters also make it suitable for independent study as well as for courses in applied disciplines.", 
        "pageCount": 676, 
        "publishedDate": "2011-03-16", 
        "industryIdentifiers": [
            {
                "identifier": "0306447908", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780306447907", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "R. Shankar", 
        "title": "Principles of Quantum Mechanics", 
        "categories": [
            "Science"
        ]
    }, 
    {
        "description": "'What we were after was lashings of ultraviolence' In this nightmare vision of youth in revolt, fifteen-year-old Alex and his friends set out on a diabolical orgy of robbery, rape, torture and murder. Alex is jailed for his teenage delinquency and the State tries to reform him - but at what cost? Social prophecy? Black comedy? Study of freewill? A Clockwork Orange is all of these. It is also a dazzling experiment in language, as Burgess creates a new language - 'nadsat', the teenage slang of a not-too-distant future. 'Every generation should discover this book' Time Out", 
        "pageCount": 140, 
        "publishedDate": "2010-11", 
        "industryIdentifiers": [
            {
                "identifier": "0241951445", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780241951446", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Anthony Burgess", 
        "title": "A Clockwork Orange", 
        "categories": [
            "Juvenile delinquency"
        ]
    }, 
    {
        "description": "Junior Thibodeau, who was encoded at birth with a prophecy about the world ending in thirty-six years, grapples with the question of whether or not anything he does matters.", 
        "pageCount": 305, 
        "publishedDate": "2009", 
        "industryIdentifiers": [
            {
                "identifier": "0670020923", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780670020928", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Ron Currie", 
        "title": "Everything Matters!", 
        "categories": [
            "Fiction"
        ]
    }, 
    {
        "description": "Instant New York Times Bestseller \"Short and resonant. . . . The essays in Seven Brief Lessons on Physics arrive like shots of espresso.\"--The New York Times \"A startling and illustrative distillation of centuries of science.\"--The Economist \"Lean, lucid and enchanting.\"--New Scientist The international bestseller that reveals all the beauty of modern physics in seven short and enlightening lessons Seven Brief Lessons on Physics is a book about the joy of discovery. Carlo Rovelli brings a playful, entertaining, and mind-bending introduction to modern physics, offering surprising--and surprisingly easy to grasp--explanations of Einstein's general relativity, quantum mechanics, elementary particles, gravity, black holes, the complex architecture of the universe, and the role humans play in this weird and wonderful world. He takes us to the frontiers of our knowledge: to the most minute reaches of the fabric of space, back to the origins of the cosmos, and into the workings of our minds. \"Here, on the edge of what we know, in contact with the ocean of the unknown, shines the mystery and the beauty of the world,\" Rovelli writes. \"And it's breathtaking.\"", 
        "pageCount": 86, 
        "publishedDate": "2016", 
        "industryIdentifiers": [
            {
                "identifier": "9780399184413", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0399184414", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Carlo Rovelli", 
        "title": "Seven Brief Lessons on Physics", 
        "categories": [
            "Science"
        ]
    }, 
    {
        "description": "A story of passion and idealism, which describes a group of men and women in the Middle Ages whosedestinies are fatefully linked with the building of a cathedral.", 
        "pageCount": 1075, 
        "publishedDate": "1990", 
        "industryIdentifiers": [
            {
                "identifier": "0330312731", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780330312738", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Ken Follett", 
        "title": "The Pillars of the Earth", 
        "categories": [
            "Cathedrals"
        ]
    }, 
    {
        "description": "\"The whole thing was basically an experiment,\" Richard Feynman said late in his career, looking back on the origins of his lectures. The experiment turned out to be hugely successful, spawning a book that has remained a definitive introduction to physics for decades. Ranging from the most basic principles of Newtonian physics through such formidable theories as general relativity and quantum mechanics, Feynman's lectures stand as a monument of clear exposition and deep insight. Now, we are reintroducing the printed books to the trade, fully corrected, for the first time ever, and in collaboration with Caltech. Timeless and collectible, the lectures are essential reading, not just for students of physics but for anyone seeking an introduction to the field from the inimitable Feynman.", 
        "pageCount": 1552, 
        "publishedDate": "2011-01-04", 
        "industryIdentifiers": [
            {
                "identifier": "0465023827", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780465023820", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Richard P. Feynman", 
        "title": "The Feynman Lectures on Physics, boxed set", 
        "categories": [
            "Science"
        ]
    }, 
    {
        "description": "Capital, one of Marx's major and most influential works, was the product of thirty years close study of the capitalist mode of production in England, the most advanced industrial society of his day. This new translation of Volume One, the only volume to be completed and edited by Marx himself, avoids some of the mistakes that have marred earlier versions and seeks to do justice to the literary qualities of the work. The introduction is by Ernest Mandel, author of Late Capitalism, one of the only comprehensive attempts to develop the theoretical legacy of Capital.", 
        "pageCount": 1152, 
        "publishedDate": "1990", 
        "industryIdentifiers": [
            {
                "identifier": "0140445684", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780140445688", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Karl Marx", 
        "title": "Capital Vol 1", 
        "categories": [
            "Business & Economics"
        ]
    }, 
    {
        "description": "Presents the seventeenth century treatise on power and politics.", 
        "pageCount": 728, 
        "publishedDate": "1985", 
        "industryIdentifiers": [
            {
                "identifier": "9780140431957", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0140431950", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Thomas Hobbes", 
        "title": "Leviathan", 
        "categories": [
            "Philosophy"
        ]
    }, 
    {
        "description": "Gathers selections from the writings of the modern French philosopher about truth, knowledge, madness, science, sexuality, politics, and ethics", 
        "pageCount": 390, 
        "publishedDate": "1984", 
        "industryIdentifiers": [
            {
                "identifier": "9780394713403", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0394713400", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Michel Foucault", 
        "title": "The Foucault Reader", 
        "categories": [
            "Philosophy"
        ]
    }, 
    {
        "description": "A distinguished psychiatrist from Martinique who took part in the Algerian Nationalist Movement, Frantz Fanon was one of the most important theorists of revolutionary struggle, colonialism, and racial difference in history. Fanon's masterwork is a classic alongside Edward Said's Orientalism or The Autobiography of Malcolm X, and it is now available in a new translation that updates its language for a new generation of readers. The Wretched of the Earth is a brilliant analysis of the psychology of the colonized and their path to liberation. Bearing singular insight into the rage and frustration of colonized peoples, and the role of violence in effecting historical change, the book incisively attacks the twin perils of post independence colonial politics: the disenfranchisement of the masses by the elites on the one hand, and intertribal and interfaith animosities on the other. Fanon's analysis, a veritable handbook of social reorganization for leaders of emerging nations, has been reflected all too clearly in the corruption and violence that has plagued present-day Africa. The Wretched of the Earth has had a major impact on civil rights, anticolonialism, and black consciousness movements around the world, and this bold new translation by Richard Philcox reaffirms it as a landmark.", 
        "pageCount": 251, 
        "publishedDate": "2004", 
        "industryIdentifiers": [
            {
                "identifier": "0802141323", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780802141323", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Frantz Fanon", 
        "title": "The Wretched of the Earth", 
        "categories": [
            "Algeria"
        ]
    }, 
    {
        "description": "Intent on letting the reader experience the pleasure and intellectual stimulation in reading classic authors, the How to Read series will facilitate and enrich your understanding of texts vital to the canon.", 
        "pageCount": 132, 
        "publishedDate": "2005", 
        "industryIdentifiers": [
            {
                "identifier": "0393328791", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780393328790", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Penelope Deutscher", 
        "title": "How to Read Derrida", 
        "categories": [
            "Philosophy"
        ]
    }, 
    {
        "description": "Samuel Beckett was awarded the Nobel Prize for Literature n 1969; his literary output of plays, novels, stories and poetry has earned him an uncontested place as one of the greatest writers of our time. \"Endgame, \" originally written in French and translated into English by Beckett himself, is considered by many critics to be his greatest single work. A pinnacle of Beckett's characteristic raw minimalism, it is a pure and devastating distillation of the human essence in the face of approaching death.", 
        "pageCount": 96, 
        "publishedDate": "1994-01-12", 
        "industryIdentifiers": [
            {
                "identifier": "0802150241", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780802150240", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Samuel Beckett", 
        "title": "Endgame and Act Without Words", 
        "categories": ""
    }, 
    {
        "description": "", 
        "pageCount": 69, 
        "publishedDate": "1994", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39015056894036", 
                "type": "OTHER"
            }
        ], 
        "authors": "Carla Harryman", 
        "title": "Memory play", 
        "categories": [
            "Poetry"
        ]
    }, 
    {
        "description": "Traces the experiences of an incognito king whose love for a revolutionary's wife ignites the chaos he has fought to prevent, forcing him to confront the lines between truth and fantasy.", 
        "pageCount": 147, 
        "publishedDate": "2013", 
        "industryIdentifiers": [
            {
                "identifier": "0307960811", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780307960818", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Vladimir Vladimirovich Nabokov", 
        "title": "The Tragedy of Mr. Morn", 
        "categories": [
            "Drama"
        ]
    }, 
    {
        "description": "Written over the last 18 months of his life and inspired by his interest in G. E. Moore's defense of common sense, this much discussed volume collects Wittgenstein's reflections on knowledge and certainty, on what it is to know a proposition for sure.", 
        "pageCount": 192, 
        "publishedDate": "1972-09-06", 
        "industryIdentifiers": [
            {
                "identifier": "9780061316869", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0061316865", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Ludwig Wittgenstein", 
        "title": "On Certainty", 
        "categories": [
            "Philosophy"
        ]
    }, 
    {
        "description": "Individualist and communitarian. Anarchist and totalitarian. Classicist and romanticist. Progressive and reactionary. Since the eighteenth century, Jean-Jacques Rousseau has been said to be all of these things. Few philosophers have been the subject of as much or as intense debate, yet almost everyone agrees that Rousseau is among the most important and influential thinkers in the history of political philosophy. This new edition of his major political writings, published in the year of the three-hundredth anniversary of his birth, renews attention to the perennial importance of Rousseau’s work. The book brings together superb new translations by renowned Rousseau scholar John T. Scott of three of Rousseau’s works: the Discourse on the Sciences and Arts, the Discourse on the Origin and Foundations of Inequality Among Men, and On the Social Contract. The two Discourses show Rousseau developing his well-known conception of the natural goodness of man and the problems posed by life in society. With the Social Contract, Rousseau became the first major thinker to argue that democracy is the only legitimate form of political organization. Scott’s extensive introduction enhances our understanding of these foundational writings, providing background information, social and historical context, and guidance for interpreting the works. Throughout, translation and editorial notes clarify ideas and terms that might not be immediately familiar to most readers. The three works collected in The Major Political Writings of Jean-Jacques Rousseau represent an important contribution to eighteenth-century political theory that has exerted an extensive influence on generations of thinkers, beginning with the leaders of the French Revolution and continuing to the present day. The new translations on offer here will be welcomed by a wide readership of both Rousseau scholars and readers with a general interest in political thought.", 
        "pageCount": 343, 
        "publishedDate": "2014-04-01", 
        "industryIdentifiers": [
            {
                "identifier": "022615131X", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780226151311", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Jean-Jacques Rousseau", 
        "title": "The Major Political Writings of Jean-Jacques Rousseau", 
        "categories": [
            "Philosophy"
        ]
    }, 
    {
        "description": "Includes Appendix", 
        "pageCount": 325, 
        "publishedDate": "1973", 
        "industryIdentifiers": [
            {
                "identifier": "0834800829", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780834800823", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Patrick Geoffrey O'Neill", 
        "title": "肝要漢字", 
        "categories": [
            "Chinese characters"
        ]
    }, 
    {
        "description": "For use in schools and libraries only. The Nobel Prize-winning theoretical physicist talks about his adventure-filled life in a series of transcribed taped discussions", 
        "pageCount": 350, 
        "publishedDate": "1985", 
        "industryIdentifiers": [
            {
                "identifier": "0393019217", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780393019216", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Richard Phillips Feynman", 
        "title": "\"Surely You're Joking, Mr. Feynman\"", 
        "categories": [
            "Physicists"
        ]
    }, 
    {
        "description": "Covers 725 species, with full-color photographs, descriptions, identification keys, notes on folklore, and advice on edibility", 
        "pageCount": 926, 
        "publishedDate": "1981", 
        "industryIdentifiers": [
            {
                "identifier": "MINN:319510000566708", 
                "type": "OTHER"
            }
        ], 
        "authors": "Gary Lincoff", 
        "title": "The Audubon Society Field Guide to North American Mushrooms", 
        "categories": [
            "Nature"
        ]
    }, 
    {
        "description": "Flatland is a unique, delightful satire that has charmed readers for over a century. Published in 1884 by the English clergyman and headmaster Edwin A. Abbott, it is the fanciful tale of A. Square, a two-dimensional being who is whisked away by a mysterious visitor to The Land of Three Dimensions, an experience that forever alters his worldview. Like the original, Ian Stewart's commentary takes readers on a strange and wonderful journey. With clarity and wit, Stewart illuminates Abbott's numerous Victorian references and touches on such diverse topics as ancient Babylon, Karl Marx, Mary Shelley's Frankenstein, Mt. Everest, H.G. Wells, and phrenology. The Annotated Flatland makes fascinating connections between Flatland and Abbott's era, resulting in a classic to rival Abbott's own, and a book that will inspire and delight curious readers for generations to come.", 
        "pageCount": 272, 
        "publishedDate": "2008-07-22", 
        "industryIdentifiers": [
            {
                "identifier": "0465011233", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780465011230", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "", 
        "title": "The Annotated Flatland", 
        "categories": [
            "Science"
        ]
    }, 
    {
        "description": "A close friend of physicist Richard Feynman chronicles his relationship with the scientist and describes their ten-year quest to reach the remote country of Tannu Tuva.", 
        "pageCount": 260, 
        "publishedDate": "2000", 
        "industryIdentifiers": [
            {
                "identifier": "0393320693", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780393320695", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Ralph Leighton", 
        "title": "Tuva Or Bust!", 
        "categories": [
            "Biography & Autobiography"
        ]
    }, 
    {
        "description": "点数を稼ぐため、時間内に必死に答えを探す「入試のための物理」。面白いはずがない。「なぜ?どうして?」にはじまる疑問に、本質的な理解を与えてくれるのが物理本来の楽しみ。「肉屋の肉が赤いわけ」「瓦割りの極意」「過去を見る話」など、豊富な話題を糸口に、物理の楽しみ方を縦横無尽に語り尽くす。物理がわかれば、ものの見方が変わる。人生が楽しく、豊かになる。", 
        "pageCount": 279, 
        "publishedDate": "2001-03", 
        "industryIdentifiers": [
            {
                "identifier": "4062573245", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9784062573245", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "志村史夫", 
        "title": "いやでも物理が面白くなる", 
        "categories": ""
    }, 
    {
        "description": "Retains the easy-to-read format and informal flavor of the previous editions, and includes new material on the symmetric properties of extended arrays (crystals), projection operators, LCAO molecular orbitals, and electron counting rules. Also contains many new exercises and illustrations.", 
        "pageCount": 386, 
        "publishedDate": "1971", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39015016106497", 
                "type": "OTHER"
            }
        ], 
        "authors": "Frank Albert Cotton", 
        "title": "Chemical applications of group theory", 
        "categories": [
            "Mathematics"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 120, 
        "publishedDate": "1978", 
        "industryIdentifiers": [
            {
                "identifier": "UCSC:32106005770612", 
                "type": "OTHER"
            }
        ], 
        "authors": "Noam Chomsky", 
        "title": "Syntactic structures", 
        "categories": [
            "Language Arts & Disciplines"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 592, 
        "publishedDate": "1985", 
        "industryIdentifiers": [
            {
                "identifier": "0226104362", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780226104362", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Noam Chomsky", 
        "title": "The Logical Structure of Linguistic Theory", 
        "categories": [
            "Language Arts & Disciplines"
        ]
    }, 
    {
        "description": "This manual is both a guide and aid to users of The Art of Electronics. It is carefully organized to follow the chapters of the main text, providing extra explanatory notes, worked examples, solutions to selected exercises and laboratory exercises. Learning aids such as glossaries, reading assignments, objectives, data sheets and summaries are also included. The manual is a product of many years' teaching at Harvard University, which has given the authors direct knowledge of concepts that students find difficult. The extra explanatory detail makes this manual an essential purchase for students using The Art of Electronics.", 
        "pageCount": 614, 
        "publishedDate": "1989-09-29", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39015053335074", 
                "type": "OTHER"
            }
        ], 
        "authors": "Thomas C. Hayes", 
        "title": "The Art of Electronics Student Manual", 
        "categories": [
            "Science"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 465, 
        "publishedDate": "1984", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39015035278608", 
                "type": "OTHER"
            }
        ], 
        "authors": "Guy L. Steele", 
        "title": "COMMON LISP", 
        "categories": [
            "Computers"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 636, 
        "publishedDate": "1960", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39015013044584", 
                "type": "OTHER"
            }
        ], 
        "authors": "Bryan Thwaites", 
        "title": "Incompressible Aerodynamics", 
        "categories": [
            "Technology & Engineering"
        ]
    }, 
    {
        "description": "This dynamic book offers a clear insight into the field of fluid mechanics, taking an approach toward analyzing fluid flows that develops each subject from the theory of its basic laws to the illustration of actual engineering applications. The \"Fourth Edition\" features the most up-to-date applications of essential concepts as well as new coverage of the latest topics in the field today.", 
        "pageCount": 537, 
        "publishedDate": "1989-01", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:39015047908366", 
                "type": "OTHER"
            }
        ], 
        "authors": "Rolf H. Sabersky", 
        "title": "Fluid flow", 
        "categories": [
            "Science"
        ]
    }, 
    {
        "description": "This second edition is ideal for classical mechanics courses for first- and second-year undergraduates with foundation skills in mathematics.", 
        "pageCount": 566, 
        "publishedDate": "2013-11-18", 
        "industryIdentifiers": [
            {
                "identifier": "9780521198110", 
                "type": "ISBN_13"
            }, 
            {
                "identifier": "0521198119", 
                "type": "ISBN_10"
            }
        ], 
        "authors": "Daniel Kleppner", 
        "title": "An Introduction to Mechanics", 
        "categories": [
            "Science"
        ]
    }, 
    {
        "description": "In this outrageously farcical adventure, hero George Giles sets out to conquer the terrible Wescac computer system that threatens to destroy his community in this brilliant \"fantasy of theology, sociology, and sex\" (Time).", 
        "pageCount": 766, 
        "publishedDate": "1966", 
        "industryIdentifiers": [
            {
                "identifier": "0553147056", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780553147056", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "John Barth", 
        "title": "Giles Goat-boy", 
        "categories": [
            "College students"
        ]
    }, 
    {
        "description": "English versions of Sophocles' three great tragedies based on the myth of Oedipus, translated for a modern audience by two gifted poets. Index.", 
        "pageCount": 249, 
        "publishedDate": "1977", 
        "industryIdentifiers": [
            {
                "identifier": "STANFORD:36105000457825", 
                "type": "OTHER"
            }
        ], 
        "authors": "Sophocles", 
        "title": "The Oedipus Cycle", 
        "categories": [
            "Antigone (Greek mythology)"
        ]
    }, 
    {
        "description": "", 
        "pageCount": 384, 
        "publishedDate": "1966", 
        "industryIdentifiers": [
            {
                "identifier": "0525471812", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780525471813", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Richard Dyer MacCann", 
        "title": "Film: a montage of theories", 
        "categories": [
            "Performing Arts"
        ]
    }, 
    {
        "description": "Winner of the National Book Award.", 
        "pageCount": 121, 
        "publishedDate": "2002", 
        "industryIdentifiers": [
            {
                "identifier": "0393324117", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780393324112", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "A. R. Ammons", 
        "title": "Garbage", 
        "categories": [
            "Poetry"
        ]
    }, 
    {
        "description": "Poetry. East Asia Studies. Translated from the Korean by Don Mee Choi. The celebrated Korean poet Kim Hyesoon writes from a radiant black zone where matter becomes dark matter, human becomes trinket, garbage becomes god, a zero-point for our present moment's grotesque and spectacular inversions. This volume includes a selection of recent work, the landmark poem \"Manhole Humanity,\" and the essay \"In the Oxymoronic World.\" With fiercely incisive translations and a preface by Don Mee Choi. \"As garbage, love and death accumulate in her poems, your world will be changed for real!\"—Aase Berg", 
        "pageCount": 135, 
        "publishedDate": "2011", 
        "industryIdentifiers": [
            {
                "identifier": "0983148015", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780983148012", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Hye-sun Kim", 
        "title": "All the Garbage of the World, Unite!", 
        "categories": [
            "Poetry"
        ]
    }, 
    {
        "description": "Gathers translations of Plato's works and includes guidance on approaching their reading and study", 
        "pageCount": 1808, 
        "publishedDate": "1997", 
        "industryIdentifiers": [
            {
                "identifier": "0872203492", 
                "type": "ISBN_10"
            }, 
            {
                "identifier": "9780872203495", 
                "type": "ISBN_13"
            }
        ], 
        "authors": "Plato", 
        "title": "Complete Works", 
        "categories": [
            "Philosophy"
        ]
    }, 
    {
        "description": "This book covers the basics of C, including variables, constants, conditional statements, loops, pointers, data structures, input/ouput, and functions--all presented in a logical and easy-to-follow sequence that helps readers really understand the principles involved in developing programs.", 
        "pageCount": 759, 
        "publishedDate": "1995-01-01", 
        "industryIdentifiers": [
            {
                "identifier": "UOM:49015002343482", 
                "type": "OTHER"
            }
        ], 
        "authors": "Peter G. Aitken", 
        "title": "Teach Yourself C Programming in 21 Days", 
        "categories": [
            "Computers"
        ]
    }
]